Repository: MaurineDuray/lesvillas
Catalog: translations/messages+intl-icu.*.xlf
Languages: es, fr

source: Discover the world differently...
es: Descubre el mundo de otra manera...
fr: Découvrez le monde différemment...

source: Book your dream holiday in just a few clicks!
es: ¡Reserva tus vacaciones soñadas en tan solo unos clics!
fr: Réservez vos vacances de rêve en quelques clics seulement !

source: Choose your destination
es: Elija su destino
fr: Choisissez votre destination

source: Florida
es: Floride

source: Featured properties in Florida
es: Propiedades en el punto de mira en Florida
fr: Logement à la une en Florida

source: Discover all our homes in Florida...
es: Descubra todas nuestras viviendas en Florida...
fr: Découvrez tous nos logements en Floride...

# See&amp;nbsp;more
source: See&nbsp;more
es: Más&nbsp;información
fr: Voir&nbsp;plus

source: Would you like your home to be part of the Villas Blue collection ...
es: ¿Quiere que su casa forme parte de la colección Villas?
fr: Souhaitez-vous que votre maison fasse partie de la collection Villas Blue...

source: I offer my accommodation
es: Ofrezco mi alojamiento
fr: Je propose mon logement

source: Featured properties on the Côte d'Azur
es: Propiedades en el punto de mira de la Costa Azul
fr: Logements à la une à la Côte d'Azur

source: Discover all our homes on the Côte d'Azur...
es: Descubra todas nuestras propiedades en la Costa Azul
fr: Découvrez tous nos logements à la Côte d'Azur...

source: Looking for a tailor-made plan for your stay? We'll take care of everything!
es: ¿Busca un plan a medida para su estancia? Nosotros nos encargamos de todo.
fr: Vous recherchez un plan sur mesure pour votre séjour ? Nous nous occupons de tout !

source: View our activities or contact us ...
es: Infórmese sobre nuestras actividades o póngase en contacto con nosotros...
fr: Consultez nos activités ou contactez-nous...

source: Discover our activities
es: Descubra nuestras actividades
fr: Découvrez nos activités

source: Contact us
es: Póngase en contacto con nosotros
fr: Contactez-nous

source: Looking for a home? Are you a property owner?
es: ¿Busca casa? ¿Es usted propietario?
fr: Vous recherchez un logement ? Êtes-vous propriétaire d'une propriété ?

source: What about us ?
es: ¿Y nosotros?
fr: Et nous, qu'en est-il ?

source: Our role is to give you the chance to enjoy a dream holiday...
es: Nuestra función es brindarle la oportunidad de disfrutar de unas vacaciones de ensueño...
fr: Notre rôle est de vous donner la chance de profiter de vacances de rêve...

source: Nos partenaires
es: Nuestros socios

source: traveller(s)
es: viajero(s)
fr: voyageur(s)

source: room(s)
es: habitación(es)
fr: chambre(s)

source: bathroom(s)
es: baño(s)
fr: salle(s) de bain

source: With swimming pool
es: con piscina
fr: avec piscine

source: Pets allowed
es: animales aceptados
fr: animaux acceptés

source: Pets not allowed
es: animales no aceptados
fr: animaux non-acceptés

source: Seaside
es: Frente al mar
fr: Front de mer

source: Start from
es: Desde
fr: A partir de

source: Arrival after 15:00 and departure by 10:00
es: Llegada a las 15.00 h y salida a las 10.00 h
fr: Arrivée à 15h00 et départ pour 10h00

source: Description
es: Descripción

source: Need to know
es: Es bueno saberlo
fr: Bon à savoir

source: The flat is located in a residential area and is not suitable for parties, etc. It is very quiet, so we would ask you to respect the peace and quiet and not to make any noise after 10pm. This accommodation includes steps or staircases. Smoking accommodation.
es: El piso está situado en una zona residencial y no es apto para fiestas, etc. Es muy tranquilo, por lo que le rogamos que respete la tranquilidad y no haga ruido después de las 22:00. Este alojamiento tiene escalones o escaleras. Alojamiento para no fumadores.
fr: L'appartement est situé dans un quartier résidentiel et n'est pas adapté aux fêtes, etc. Il est très calme, nous vous demandons donc de respecter la tranquillité et de ne faire aucun bruit après 22 heures. Cet hébergement comprend des escaliers. Hébergement fumeur.

source: Housing
es: Vivienda
fr: Logement

source: Equipment
es: Equipamiento
fr: Equipement

source: Check availability
es: Ver disponibilidad
fr: Vérifier la disponibilité

source: Calculate the cost of my stay
es: Calcular el coste de mi estancia
fr: Calculer le minimum coût de mon séjour

source: Estimate
es: Estimación
fr: Estimer

source: The total cost of your
es: El coste minimal de su
fr: Le coût minimum total de votre

source: nights stay is estimated at
es: se estima en
fr: séjour est estimé

source: $, excluding tourist tax.
es: €, excluida la tasa turística.
fr: €, hors taxes.

source: I would like to book
es: Quiero reservar
fr: Je voudrais réserver

source: Interested in this property?
es: ¿Le interesa este inmueble?
fr: Intéressé par ce logement ?

source: Fill in the form and we'll get back to you as soon as possible!
es: Rellene el formulario y nos pondremos en contacto con usted lo antes posible.
fr: Remplissez le formulaire et nous vous répondrons dès que possible !

source: The charge for the addition of a baby chair and cot is 25€.
es: El coste por añadir una silla de bebé y una cuna es de 25 euros.
fr: La charge pour l'ajout d'une chaise haute et d'un lit bébé est de 25€.

source: The fee for the addition of a high chair is 15€.
es: La tarifa por añadir una trona es de 15 euros.
fr: La tarif pour l'ajout d'une chaise haute est de 15€.

source: The fee for pets is €50/day per animal.
es: El impuesto para animales de compañía es de 50€ por día y por animal.
fr: La tarif pour les animaux est de 50€/jour par animal.

source: Welcome on the Côte d'Azur !
es: ¡Bienvenido a la Costa Azul!
fr: Bienvenue à la Côte d'Azur !

source: Are you looking for specific accommodation?
es: ¿Busca un inmueble concreto?
fr: Vous recherchez un logement spécifique ?

source: Result(s) of your research
es: Resultado de su búsqueda
fr: Résultat(s) de votre recherche

source: Welcome in Florida !
es: Bienvenido a Florida!
fr: Bienvenue en Floride !

source: Welcome !
es: Bienvenido
fr: Bienvenue

source: Discover all our activities
es: Descubra todas nuestras actividades
fr: Découvrez nos activités

source: What to do during your stay? Don't ask yourself any more questions... We'll take care of everything!
es: ¿Qué hacer durante su estancia? No se haga más preguntas... Nosotros nos ocupamos de todo.
fr: Que faire pendant votre séjour ? Ne vous posez plus de questions... Nous nous occupons de tout !

source: All activities
es: Todas las actividades
fr: Toutes les activités

source: Looking for a tailor-made plan for your stay?
es: ¿Busca un plan a medida para su estancia?
fr: Vous cherchez un plan sur mesure pour votre séjour ?

source: Contact us, we'll take care of everything!
es: Póngase en contacto con nosotros, ¡nos encargaremos de todo!
fr: Contactez-nous, nous nous occupons de tout !

source: Discover our concierge service...
es: Descubra nuestro servicio de conserjería...
fr: Découvrez notre service de conciergerie...

source: Join the Villas Blue collection!
es: Únete a la colección Villas Blue
fr: Rejoignez la collection Villas Blue !

source: Our VILLAS BLUE agency will take care of all the administrative aspects of letting your property on a seasonal basis: drafting contracts, managing the schedule, monitoring payments and reminders (from the deposit to the security deposit). Enjoy the freedom of renting without constraints and benefit from our experience and expertise!
es: Nuestra agencia VILLAS BLUE se encargará de todos los aspectos administrativos del alquiler de su vivienda: redacción de contratos, gestión del calendario, seguimiento de los pagos y recordatorios (de fianza en fianza). Disfrute de la libertad de alquilar sin limitaciones y benefíciese de nuestra experiencia y nuestros conocimientos.
fr: Notre agence VILLAS BLUE prendra en charge tous les aspects administratifs de la location de votre propriété saisonnière : rédaction de contrats, gestion du calendrier, suivi des paiements et rappels (du dépôt de garantie à la caution). Profitez de la liberté de louer sans contraintes et bénéficiez de notre expérience et expertise !

source: Offer your property for rent
es: Ofrezca su vivienda en alquiler.
fr: Je propose mon bien à la location

source: Fill in the form and we'll get back to you as soon as possible...
es: Rellene el formulario y nos pondremos en contacto con usted lo antes posible...
fr: Remplissez le formulaire et nous vous répondrons dès que possible...

source: Our activities
es: Nuestras actividades
fr: Nos activités

source: Owners
es: Propietarios
fr: Propriétaires

source: About
es: Quiénes somos
fr: À propos

# Language&lt;span style=&quot;font-size: 9pt&quot;&gt; ▼&lt;/span&gt;
source: Language<span style="font-size: 9pt"> ▼</span>
es: Idioma<span style="font-size: 9pt"> ▼</span>
fr: Langue<span style="font-size: 9pt"> ▼</span>

source: Destination
es: Destino

source: Type of housing
es: Tipo de alojamiento
fr: Type de logement

source: Flat
es: Plano
fr: Appartement

source: Plano
es: Plan
fr: Appartement

source: You need more information?
es: ¿Necesita más información?
fr: Vous avez besoin de plus d'informations?

source: Consult the FAQ
es: Consulte las FAQ
fr: Consulter la FAQ

source: Follow us
es: Síguenos
fr: Suivez-nous

source: Type de logement
es: Tipo de alojamiento

source: Appartement
es: Plano

source: More information
es: Más información
fr: Plus d'informations

source: Demande de contact
es: Póngase en contacto con nosotros

source: Hello,
es: Hola,
fr: Bonjour,

source: Contact Request
es: Póngase en contacto con nosotros
fr: Demande de contact

source: Find a place to stay, discover our activities and services, or suggest your own accommodation! Our team is on hand 7 days a week to help you by phone, e-mail or chat. We're here to answer all your questions 24 hours a day.
es: Encuentre un lugar donde alojarse, descubra nuestras actividades y servicios, o sugiera su propio alojamiento. Nuestro equipo está disponible los 7 días de la semana para ayudarle por teléfono, correo electrónico o chat. Estamos aquí para responder a todas sus preguntas las 24 horas del día.
fr: Trouvez un lieu de séjour, découvrez nos activités et services, ou proposez votre propre hébergement ! Notre équipe est disponible 7 jours sur 7 pour vous aider par téléphone, e-mail ou chat. Nous sommes là pour répondre à toutes vos questions 24 heures sur 24.

source: Are you traveller ?
es: ¿Es usted viajero?
fr: Vous êtes voyageurs ?

source: Our team lives on site, so they know your future destination and the experiences to be had there inside out. Take advantage of their expertise and create a trip tailored to your desires with them.
es: Nuestro equipo vive sobre el terreno, por lo que conoce al dedillo su futuro destino y las experiencias que puede ofrecerle. Aproveche su experiencia y cree con ellos un viaje a la medida de sus deseos.
fr: Notre équipe vit sur place, elle connaît donc votre future destination et les expériences à vivre sur le bout des doigts. Profitez de leur expertise et créez un voyage sur mesure selon vos envies avec eux.

source: Quartier géographique :
es: Zona geográfica :

source: Voir sur Google Maps
es: Ver en Google Maps

source: Indulge yourself with unique and unforgettable activities selected and tested by our team.
es: Regálese actividades únicas e inolvidables seleccionadas y probadas por nuestro equipo.
fr: Faites-vous plaisir avec des activités uniques et inoubliables sélectionnées et testées par notre équipe.

source: Throughout the year, they are on hand to ensure you have the best possible stay. They're the ones who make sure your vacation runs smoothly, so you can rely on them to personalize your stay just the way you want it. An in-home chef for a candlelit dinner in your rental? Breakfast delivered to the foot of your bed? A yoga class on your terrace? Personalize your stay and book activities tested by us:
es: Durante todo el año, están a su disposición para garantizarle la mejor estancia posible. Son ellos quienes se encargan de que sus vacaciones transcurran sin contratiempos, así que puede contar con ellos para personalizar su estancia exactamente como la desea. ¿Un chef a domicilio para una cena a la luz de las velas en su alojamiento? ¿Un desayuno a los pies de la cama? ¿Una clase de yoga en su terraza? Personalice su estancia y reserve las actividades que hemos probado:
fr: Tout au long de l'année, ils sont là pour s'assurer que vous passiez le meilleur séjour possible. Ce sont eux qui veillent à ce que vos vacances se déroulent sans accroc, donc vous pouvez compter sur eux pour personnaliser votre séjour exactement comme vous le souhaitez. Un chef à domicile pour un dîner aux chandelles dans votre location ? Le petit déjeuner livré au pied de votre lit ? Un cours de yoga sur votre terrasse ? Personnalisez votre séjour et réservez des activités testées par nous :

source: With LES VILLAS BLUE, renting your home has never been easier. Set your own terms and conditions, leave the management to our team and we'll advertise your property simultaneously with our partners: Google Voyage, Airbnb, Booking, Abritel, Tripadvisor... at no extra cost.
es: Con LES VILLAS BLUE, alquilar su vivienda nunca ha sido tan fácil. Defina sus propias condiciones, deje la gestión en manos de nuestro equipo y simultáneamente anunciaremos su propiedad con nuestros socios: Google Voyage, Airbnb, Booking, Abritel, Tripadvisor... sin coste adicional.
fr: Avec LES VILLAS BLUE, louer votre maison n'a jamais été aussi facile. Définissez vos propres modalités, laissez la gestion à notre équipe et nous annoncerons votre propriété simultanément avec nos partenaires : Google Voyage, Airbnb, Booking, Abritel, Tripadvisor... sans frais supplémentaires.

source: With a team of concierge travel and hospitality experts, we visit, check and evaluate your accommodation before accepting it for management and launching its worldwide distribution.
es: Con un equipo de expertos en viajes y hostelería, visitamos, comprobamos y evaluamos su alojamiento antes de aceptarlo para su gestión y ponerlo en distribución mundial.
fr: Avec une équipe d'experts en voyage et en hospitalité, nous visitons, vérifions et évaluons votre logement avant de l'accepter pour la gestion et de le lancer dans sa distribution mondiale.

source: Home
es: Inicio
fr: Accueil

source: Travellers
es: Viajeros
fr: Voyageurs

source: Contact
es: Contacto

source: Discover our blog
es: Descubre tu blog
fr: Découvrez notre blog

source: Keep up to date with Villas Blue news and must-haves !
es: ¡Manténgase al día con las noticias y lo esencial de Villas Blue!
fr: Restez informé des actualités et des incontournables de Villas Blue !

source: Published :
es: Publicado el :
fr: Publié le

source: Read the article
es: Leer el artículo
fr: Lire l'article

source: We use cookies to ensure that the site functions properly. By continuing your browsing, you authorise the use of cookies.
es: Utilizamos cookies para garantizar el correcto funcionamiento del sitio. Al continuar navegando, autoriza el uso de cookies.
fr: Nous utilisons des cookies pour garantir le bon fonctionnement du site. En poursuivant votre navigation, vous autorisez l'utilisation de cookies.

source: GET ONLINE: In 1 click, your accommodation on LESVILLASBLUE.COM!</h3> <p>Discover all our services tailored to your needs and find the ideal formula with LES VILLAS BLUE. Receive an inspection and evaluation visit of your accommodation from one of our concierges, experts in travel, real estate and hospitality. Detail your conditions and set your rates together so that they can approve your listing in our catalog!
es: EN LÍNEA: ¡En 1 clic, su alojamiento en LESVILLASBLUE.COM!</h3> <p>Descubra todos nuestros servicios adaptados a sus necesidades y encuentre la fórmula ideal con LES VILLAS BLUE. Reciba una visita de inspección y evaluación de su alojamiento por parte de uno de nuestros conserjes, expertos en viajes, inmobiliaria y hostelería. ¡Detallen juntos sus condiciones y fijen sus tarifas para que puedan aprobar su inscripción en nuestro catálogo!
fr: GET ONLINE : En 1 clic, votre logement sur LESVILLASBLUE.COM !</h3> <p>Discover all our services tailored to your needs and find the ideal formula with LES VILLAS BLUE. Receive an inspection and evaluation visit of your accommodation from one of our concierges, experts in travel, real estate and hospitality. Detail your conditions and set your rates together so that they can approve your listing in our catalog!

source: Entrust the management and marketing of your property to our team! Increase your revenues by 40 percent and your rates by 26 percent with our premium photo service from photographers specialized in real estate and online tourism. We manage everything, including exclusive simultaneous broadcasting on our Partners' websites: Google Voyage, Airbnb, Booking, Abritel, Tripadvisor... at no extra cost.Benefit from the hotel-quality know-how of our concierges who live on site, welcome your travelers on arrival, supervise their stay and maintain your accommodation (cleaning, laundry...).
es: ¡Confíe la gestión y comercialización de su propiedad a nuestro equipo! Aumente sus ingresos en un 40 por ciento y sus tarifas en un 26 por ciento con nuestro servicio fotográfico premium de fotógrafos especializados en inmobiliaria y turismo online. Gestionamos todo, incluida la difusión simultánea exclusiva en los sitios web de nuestros Partners: Google Voyage, Airbnb, Booking, Abritel, Tripadvisor... sin coste adicional.Benefíciese del saber hacer hotelero de nuestros conserjes que viven in situ, reciben a sus viajeros a su llegada, supervisan su estancia y mantienen su alojamiento (limpieza, lavandería...).
fr: Confiez la gestion et la commercialisation de votre bien à notre équipe ! Augmentez vos revenus de 40 pourcent et vos tarifs de 26 pourcent avec notre service photo premium de photographes spécialisés dans l'immobilier et le tourisme en ligne. Nous gérons tout, y compris la diffusion exclusive et simultanée sur les sites de nos Partenaires : Google Voyage, Airbnb, Booking, Abritel, Tripadvisor... sans coût supplémentaire.Bénéficiez du savoir-faire hôtelier de nos concierges qui vivent sur place, accueillent vos voyageurs à leur arrivée, encadrent leur séjour et entretiennent votre logement (ménage, blanchisserie...).

source: We communicate each rental period transparently, so you can consult your calendar to stay at home whenever you want, and stay informed of rental activity every week. Simply collect your rents and manage your rental accounting with complete peace of mind
es: Comunicamos cada periodo de alquiler de forma transparente, para que pueda consultar su calendario desde casa cuando quiera y mantenerse informado de la actividad de alquiler cada semana. Cobra tus alquileres de forma sencilla y gestiona tu contabilidad de alquileres con total tranquilidad
fr: Nous communiquons chaque période de location de manière transparente, afin que vous puissiez consulter votre calendrier pour rester chez vous quand vous le souhaitez, et rester informé de l'activité locative chaque semaine. Il vous suffit d'encaisser vos loyers et de gérer votre comptabilité locative en toute sérénité

source: Take advantage of our exclusive partnership with Airbnb, Abritel, Booking, Google, etc.!
es: Aproveche nuestra asociación exclusiva con Airbnb, Abritel, Booking, Google, etc.
fr: Profitez de nos partenariats exclusifs avec Airbnb, Abritel, Booking, Google, etc.

source: Welcome your travellers, cleaning, linen, work, assistance, concierge service.
es: Bienvenida a sus viajeros, limpieza, ropa de cama, trabajo, asistencia, servicio de conserjería.
fr: Accueil de vos voyageurs, nettoyage, linge, travaux, assistance, conciergerie.

source: SEARCH
es: BUSCAR

source: Discover all our accommodations adapted to your travel needs and find the ideal rental for your vacation.Choose a house, villa or apartment with excellent reviews, flexible booking conditions and all the amenities you need.Check availability and rates in real time and book instantly via our form!
es: ¡Descubra todos nuestros alojamientos adaptados a sus necesidades de viaje y encuentre el alquiler ideal para sus vacaciones.Elija una casa, villa o apartamento con excelentes opiniones, condiciones de reserva flexibles y todas las comodidades que necesita.Compruebe la disponibilidad y las tarifas en tiempo real y reserve al instante a través de nuestro formulario!

source: BOOK NOW
es: RESERVE AHORA

source: 24-hour security at LES VILLAS BLUE! Instantly book your accommodation online with our stress-free payment system.Select the dates of your stay, check availability in real time, choose your payment method and confirm your booking instantly.Receive an email with your booking confirmation and access our private messaging system to organize your arrival and stay.
es: ¡Seguridad 24 horas en LES VILLAS BLUE! Reserve instantáneamente su alojamiento en línea con nuestro sistema de pago sin estrés.Seleccione las fechas de su estancia, compruebe la disponibilidad en tiempo real, elija su método de pago y confirme su reserva al instante.Reciba un correo electrónico con la confirmación de su reserva y acceda a nuestro sistema de mensajería privada para organizar su llegada y estancia.

source: TRAVEL
es: VIAJAR

source: In complete serenity with our team. Create and personalize a trip that suits you with the help of our hosts. Select the services and experiences you need to make the most of your stay according to your desires. Using our private messaging system: organize your arrival and departure, order an airport transfer, book an additional household, book a lunch on the beach, rent a bike...
es: En completa serenidad con nuestro equipo. Cree y personalice un viaje a su medida con la ayuda de nuestros anfitriones. Seleccione los servicios y experiencias que necesita para aprovechar al máximo su estancia según sus deseos. A través de nuestro sistema de mensajería privada: organice su llegada y salida, pida un traslado al aeropuerto, reserve un alojamiento adicional, reserve un almuerzo en la playa, alquile una bicicleta...

source: SERVICES + BLUE VILLAS
es: SERVICIOS + BLUE VILLAS

source: Within 24 hours of your reservation for all accommodations. If you book on our website, benefit from the best price guarantee. Welcome, parking, housekeeping, linen, 7/7 assistance, all-inclusive concierge service.
es: En las 24 horas siguientes a su reserva para todos los alojamientos. Si reserva en nuestra página web, benefíciese del mejor precio garantizado. Bienvenida, parking, limpieza, ropa de cama, asistencia 7/7, servicio de conserjería todo incluido.

source: Découvrez nos partenaires
es: Descubra nuestros socios

source: Discover our partenaires
es: Descubra nuestros socios

source: About us
fr: À propos

source: Destino
fr: Destination

source: Tipo de alojamiento
fr: Type de logement

source: Solicitud de contacto
fr: Demande de contact

source: Hola,
fr: Bonjour,
